
CANCEL_BUTTON=\u041E\u0442\u043A\u0430\u0436\u0438

CLOSE_BUTTON=\u0417\u0430\u0442\u0432\u043E\u0440\u0438

EXPORT_BUTTON=\u0418\u0437\u0432\u0435\u0437\u0438

PROGRESS_TITLE=\u0418\u0437\u0432\u0435\u0437\u0438 \u0433\u043E \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u043E\u0442

PROGRESS_FETCHING_MSG=\u0421\u0435 \u0437\u0435\u043C\u0430\u0430\u0442 \u043F\u043E\u0434\u0430\u0442\u043E\u0446\u0438 \u043E\u0434 \u0441\u0435\u0440\u0432\u0435\u0440\u043E\u0442...

PROGRESS_ERROR_TITLE=\u0413\u0440\u0435\u0448\u043A\u0430

PROGRESS_ERROR_MSG=The following error has occurred during export\:

SIZE_WARNING_MSG=The exported document with {0} rows and {1} columns is too big.\nThe memory capacity of the application might be exceeded.\nCancel and select a smaller data set for the export.

MSG_WARNING_CUT_OFF=The number of rows ({0}) exceeds the maximum number of rows that you can export per spreadsheet (1,048,576).\nIf you proceed, the export will be cut off to match the maximum number.

MSG_ERROR_OUT_OF_MEMORY=\u041D\u0430 \u043F\u0440\u043E\u0446\u0435\u0441\u043E\u0442 \u043D\u0430 \u0438\u0437\u0432\u043E\u0437 \u043C\u0443 \u0441\u043D\u0435\u043C\u0430 \u043C\u0435\u043C\u043E\u0440\u0438\u0458\u0430 \u0438 \u043F\u0440\u0435\u043A\u0438\u043D\u0430.\n\u041F\u0440\u0438\u0441\u043F\u043E\u0441\u043E\u0431\u0435\u0442\u0435 \u0433\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u043A\u0438\u0442\u0435 \u0437\u0430 \u043A\u043E\u043B\u043E\u043D\u0430 \u0438\u043B\u0438 \u0437\u0430 \u0444\u0438\u043B\u0442\u0435\u0440 \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u043E\u043C\u0430\u043B \u0431\u0440\u043E\u0458 \u045C\u0435\u043B\u0438\u0438.

PROGRESS_ERROR_DEFAULT=\u041D\u0435\u043F\u043E\u0437\u043D\u0430\u0442\u0430 \u0433\u0440\u0435\u0448\u043A\u0430

EXPORT_SETTINGS_TITLE=\u0418\u0437\u0432\u0435\u0437\u0438 \u043A\u0430\u043A\u043E

FILE_NAME=\u041D\u0430\u0437\u0438\u0432 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430

SELECT_FORMAT=\u0424\u043E\u0440\u043C\u0430\u0442

SPLIT_CELLS=\u0420\u0430\u0437\u0434\u0435\u043B\u0438 \u0433\u0438 \u045C\u0435\u043B\u0438\u0438\u0442\u0435 \u0441\u043E \u043F\u043E\u0432\u0435\u045C\u0435 \u0432\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0438

INCLUDE_FILTER_SETTINGS=\u041E\u043F\u0444\u0430\u0442\u0438 \u0433\u0438 \u043F\u043E\u0441\u0442\u0430\u0432\u043A\u0438\u0442\u0435 \u043D\u0430 \u0444\u0438\u043B\u0442\u0440\u0438\u0442\u0435

TECHNICAL_INFORMATION=\u0422\u0435\u0445\u043D\u0438\u0447\u043A\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438

USER_NAME=\u041A\u043E\u0440\u0438\u0441\u043D\u0438\u043A

CREATED_TIME=\u0412\u0440\u0435\u043C\u0435 \u043D\u0430 \u0441\u043E\u0437\u0434\u0430\u0432\u0430\u045A\u0435

ARCHIVE_FORMAT=\u0424\u043E\u0440\u043C\u0430\u0442 \u043D\u0430 \u0430\u0440\u0445\u0438\u0432\u0430\u0442\u0430

FILTER_HEADER=\u0424\u0438\u043B\u0442\u0440\u0438\u0440\u0430\u0458

ADD_DATE_TIME=\u0414\u043E\u0434\u0430\u0458 \u0442\u0435\u043A\u043E\u0432\u0435\u043D \u0434\u0430\u0442\u0443\u043C \u0438 \u0432\u0440\u0435\u043C\u0435 \u0432\u043E \u043D\u0430\u0437\u0438\u0432\u043E\u0442 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430

XLSX_FILETYPE=Microsoft Excel (*.xlsx)

GSHEET_FILETYPE=Google Sheets

FILENAME_WARNING=\u041D\u0430\u0437\u0438\u0432\u043E\u0442 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430 \u043A\u043E\u0458 \u0433\u043E \u0432\u043D\u0435\u0441\u043E\u0432\u0442\u0435 \u043D\u0430\u0434\u043C\u0438\u043D\u0443\u0432\u0430 100 \u0437\u043D\u0430\u0446\u0438. \u041E\u0432\u0430 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u043F\u0440\u0435\u0447\u0438 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E \u043E\u0442\u0432\u043E\u0440\u0430\u045A\u0435 \u043D\u0430 \u0442\u0430\u0431\u0435\u043B\u0430\u0440\u043D\u0438\u043E\u0442 \u043F\u0440\u0438\u043A\u0430\u0437.

PAPER_SIZE=\u0413\u043E\u043B\u0435\u043C\u0438\u043D\u0430 \u043D\u0430 \u0445\u0430\u0440\u0442\u0438\u0458\u0430

ORIENTATION=\u041E\u0440\u0438\u0435\u043D\u0442\u0430\u0446\u0438\u0458\u0430

FONT_SIZE=\u0413\u043E\u043B\u0435\u043C\u0438\u043D\u0430 \u043D\u0430 \u0444\u043E\u043D\u0442

PAPER_SIZE_A4=A4

PAPER_SIZE_US_LETTER=US Letter

ORIENTATION_LAND=\u041F\u0435\u0458\u0437\u0430\u0436

ORIENTATION_PORT=\u041F\u043E\u0440\u0442\u0440\u0435\u0442

NUMBER_ERROR=\u0412\u0440\u0435\u0434\u043D\u043E\u0441\u0442\u0430 \u0442\u0440\u0435\u0431\u0430 \u0434\u0430 \u0431\u0438\u0434\u0435 \u0431\u0440\u043E\u0458

ENABLE_ACCESSIBILITY=\u041E\u0432\u043E\u0437\u043C\u043E\u0436\u0438 \u043F\u0440\u0438\u0441\u0442\u0430\u043F\u043D\u043E\u0441\u0442

FITTOPAGE=\u041D\u0430\u0433\u043E\u0434\u0438 \u0458\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0442\u0430

ENABLE_SIGNATURE=\u041E\u0432\u043E\u0437\u043C\u043E\u0436\u0438 \u043F\u043E\u0442\u043F\u0438\u0441

SIGNATURE_REASON=\u041F\u0440\u0438\u0447\u0438\u043D\u0430

PDF_GENERATION_IN_PROGRESS=\u0421\u0435 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0430 PDF-\u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442

FILENAME_ERROR=\u041D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043A\u043E\u0440\u0438\u0441\u0442\u0438\u0442\u0435 \u043D\u0438\u0442\u0443 \u0435\u0434\u0435\u043D \u043E\u0434 \u0441\u043B\u0435\u0434\u043D\u0438\u0432\u0435 \u0437\u043D\u0430\u0446\u0438 \u0432\u043E \u043D\u0430\u0437\u0438\u0432\u043E\u0442 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430\: \\ / \: * ? " < > |

PROGRESS_BUNDLE_MSG=\u0414\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430 \u0441\u0435 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0430...

NO_COUNT_WARNING_MSG=There is no count provided in the export configuration. \nThe total number of exported rows cannot be predicted and might exceed the memory capacity of the application. \nPlease do not proceed unless you are sure that the current filter settings will not result in a large amount of data.

XLSX_DEFAULT_TITLE=SAPUI5 \u0438\u0437\u0432\u043E\u0437

XLSX_DEFAULT_SHEETNAME=SAPUI5 \u0438\u0437\u0432\u043E\u0437

PDF_FILETYPE=Portable Document Format (*.pdf)

TOOLTIP_PDF_ACCESSIBILITY=Defines whether the generated document is accessible. If this option is unavailable, it is not supported by the back-end service.

TOOLTIP_PDF_SIGNATURE=Defines whether the generated document is signed with a digital signature. If this option is unavailable, it is not supported by the back-end service.

TOOLTIP_FITTOPAGE=The generated document will have content that fits to the size of the page. If this option is unavailable, it is not supported by the back-end service.

TOOLTIP_ARCHIVE_FORMAT=The generated document will conform with PDF/A. If this option is unavailable, it is not supported by the back-end service.

TOOLTIP_FILTER_SETTINGS=The generated document will have filter settings in the cover page. If this option is unavailable, it is not supported by the back-end service.

TOOLTIP_FONT_SIZE=Defines the font size of the generated document. If this option is unavailable, it is not supported by the back-end service.

SELECT_DESTINATION=\u041E\u0434\u0440\u0435\u0434\u0438\u0448\u0442\u0435

DESTINATION_LOCAL=\u041B\u043E\u043A\u0430\u043B\u043D\u043E

DESTINATION_REMOTE=\u041E\u0431\u043B\u0430\u043A

DESTINATION_DIALOG_TITLE=\u0418\u0437\u0432\u0435\u0437\u0438 \u0432\u043E

DESTINATION_DIALOG_STATUS=\u0414\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430 \u0441\u0435 \u043F\u0440\u0435\u043D\u0435\u0441\u0443\u0432\u0430 - \u0431\u0438\u0434\u0435\u0442\u0435 \u0442\u0440\u043F\u0435\u043B\u0438\u0432\u0438...

DESTINATION_TRANSFER_ERROR=\u0414\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0441\u0435 \u043F\u0440\u0435\u043D\u0435\u0441\u0435.

DESTINATION_TRANSFER_SUCCESS=\u0414\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430 \u0435 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0447\u0443\u0432\u0430\u043D\u0430.

DESTINATION_SELECTION_INCOMPLETE=\u0418\u0437\u0431\u0440\u0430\u043D\u0430\u0442\u0430 \u043B\u043E\u043A\u0430\u0446\u0438\u0458\u0430 \u0437\u0430 \u0441\u043F\u043E\u0434\u0435\u043B\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430 \u0435 \u043D\u0435\u0432\u0430\u0436\u0435\u0447\u043A\u0430.

DIALOG_BUTTON_CLOUD_DESTINATION=\u0418\u0437\u0432\u0435\u0437\u0438 \u0432\u043E...

DESTINATION_ERROR_NOT_GOOGLE=\u0418\u0437\u0432\u0435\u0437\u0443\u0432\u0430\u045A\u0435\u0442\u043E \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430 \u0432\u043E Google Sheets \u0431\u0430\u0440\u0430 Google Workspace \u0437\u0430 \u0441\u043F\u043E\u0434\u0435\u043B\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430.\n\u0418\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u043E\u0438\u043D\u0430\u043A\u043E\u0432 \u0444\u043E\u0440\u043C\u0430\u0442 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430 \u0438\u043B\u0438 \u043F\u043E\u0438\u043D\u0430\u043A\u0432\u043E \u0441\u043F\u043E\u0434\u0435\u043B\u0443\u0432\u0430\u045A\u0435 \u043D\u0430 \u0434\u0430\u0442\u043E\u0442\u0435\u043A\u0430\u0442\u0430.
