#This is the resource bundle for the SAPUI5 sap.ui.export library
#

#XBUT: Cancel button in the dialog
CANCEL_BUTTON=\u041E\u0442\u043C\u044F\u043D\u0430

#XBUT: Close button in the dialog
CLOSE_BUTTON=\u0417\u0430\u0442\u0432\u0430\u0440\u044F\u043D\u0435

#XBUT: Export button in the dialog. The meaning is: "Continue" but the first character should not be the same as by "Cancel"
EXPORT_BUTTON=\u0415\u043A\u0441\u043F\u043E\u0440\u0442

#XHED: Default title text for the export progress dialog
PROGRESS_TITLE=\u0415\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442

#XMSG: Message text informing that exported data is fetched from the server
PROGRESS_FETCHING_MSG=\u0412\u0437\u0435\u043C\u0430\u043D\u0435 \u043D\u0430 \u0434\u0430\u043D\u043D\u0438\u0442\u0435 \u043E\u0442 \u0441\u044A\u0440\u0432\u044A\u0440\u0430...

#XHED: Default title text for the export progress error message box
PROGRESS_ERROR_TITLE=\u0413\u0440\u0435\u0448\u043A\u0430

#XMSG: Message text informing that an error has occurred during export
PROGRESS_ERROR_MSG=\u041F\u043E \u0432\u0440\u0435\u043C\u0435 \u043D\u0430 \u0435\u043A\u0441\u043F\u043E\u0440\u0442 \u0432\u044A\u0437\u043D\u0438\u043A\u043D\u0430 \u0441\u043B\u0435\u0434\u043D\u0430\u0442\u0430 \u0433\u0440\u0435\u0448\u043A\u0430\:

#XMSG: Message text informing that the exported file is too big
SIZE_WARNING_MSG=E\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0438\u044F\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0441 {0} \u0440\u0435\u0434\u0430 \u0438 {1} \u043A\u043E\u043B\u043E\u043D\u0438 \u0435 \u043F\u0440\u0435\u043A\u0430\u043B\u0435\u043D\u043E \u0433\u043E\u043B\u044F\u043C.\n\u0412\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u0435 \u043A\u0430\u043F\u0430\u0446\u0438\u0442\u0435\u0442\u044A\u0442 \u043D\u0430 \u043F\u0430\u043C\u0435\u0442\u0442\u0430 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0434\u0430 \u0435 \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u0435\u043D.\n\u041E\u0442\u043C\u0435\u043D\u0435\u0442\u0435 \u0438 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u043E-\u043C\u0430\u043B\u044A\u043A \u043D\u0430\u0431\u043E\u0440 \u043E\u0442 \u0434\u0430\u043D\u043D\u0438 \u0437\u0430 \u0435\u043A\u0441\u043F\u043E\u0440\u0442.

#XMSG: Message text informing that the amount of items is too large to be exported in a single spreadsheet and the export is being cut off to maximum allowed amount of 1,048,576.
MSG_WARNING_CUT_OFF=\u0411\u0440\u043E\u044F\u0442 \u043D\u0430 \u0440\u0435\u0434\u043E\u0432\u0435\u0442\u0435 ({0}) \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u044F \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C\u0430, \u043A\u043E\u0439\u0442\u043E \u043C\u043E\u0436\u0435 \u0434\u0430 \u0435\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u0442\u0435 \u0432 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430 (1,048,576).\n\u0410\u043A\u043E \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0438\u0442\u0435, \u0435\u043A\u0441\u043F\u043E\u0440\u0442\u044A\u0442 \u0449\u0435 \u0431\u044A\u0434\u0435 \u0441\u044A\u043A\u0440\u0430\u0442\u0435\u043D, \u0442\u0430\u043A\u0430 \u0447\u0435 \u0434\u0430 \u043D\u0435 \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u044F \u043C\u0430\u043A\u0441\u0438\u043C\u0443\u043C\u0430.

#XMSG: Textual representation of the technical error message which indicates that the export ran out of memory.
MSG_ERROR_OUT_OF_MEMORY=\u041D\u044F\u043C\u0430 \u0434\u043E\u0441\u0442\u0430\u0442\u044A\u0447\u043D\u043E \u043F\u0430\u043C\u0435\u0442 \u0437\u0430 \u043F\u0440\u043E\u0446\u0435\u0441\u0430 \u043D\u0430 \u0435\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0435 \u0438 \u043F\u043E\u0440\u0430\u0434\u0438 \u0442\u043E\u0432\u0430 \u0442\u043E\u0439 \u0435 \u043F\u0440\u0435\u043A\u0440\u0430\u0442\u0435\u043D.\n\u041C\u043E\u043B\u044F, \u043A\u043E\u0440\u0438\u0433\u0438\u0440\u0430\u0439\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u0437\u0430 \u043A\u043E\u043B\u043E\u043D\u0430\u0442\u0430 \u0438\u043B\u0438 \u0437\u0430 \u0444\u0438\u043B\u0442\u044A\u0440\u0430, \u0437\u0430 \u0434\u0430 \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u043F\u043E-\u043C\u0430\u043B\u044A\u043A \u0431\u0440\u043E\u0439 \u043A\u043B\u0435\u0442\u043A\u0438.

#XMSG: Message text informing that the original error message is empty or no specific error provided
PROGRESS_ERROR_DEFAULT=\u041D\u0435\u0438\u0437\u0432\u0435\u0441\u0442\u043D\u0430 \u0433\u0440\u0435\u0448\u043A\u0430

#XHED: Default title text for the export settings dialog
EXPORT_SETTINGS_TITLE=\u0415\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0435 \u043A\u0430\u0442\u043E

#XFLD: Label for File Name input field
FILE_NAME=\u0418\u043C\u0435 \u043D\u0430 \u0444\u0430\u0439\u043B

#XFLD: Label for the file format Select control
SELECT_FORMAT=\u0424\u043E\u0440\u043C\u0430\u0442

#XFLD: Split cells with multiple values
SPLIT_CELLS=\u0420\u0430\u0437\u0434\u0435\u043B\u044F\u043D\u0435 \u043D\u0430 \u043A\u043B\u0435\u0442\u043A\u0438\u0442\u0435, \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u0449\u0438 \u043F\u043E \u043D\u044F\u043A\u043E\u043B\u043A\u043E \u0441\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0438.

#XFLD: Include filter settings
INCLUDE_FILTER_SETTINGS=\u0412\u043A\u043B\u044E\u0447\u0432\u0430\u043D\u0435 \u043D\u0430 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438\u0442\u0435 \u043D\u0430 \u0444\u0438\u043B\u0442\u044A\u0440\u0430.

#XFLD: Techincal Information
TECHNICAL_INFORMATION=\u0422\u0435\u0445\u043D\u0438\u0447\u0435\u0441\u043A\u0430 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F

#XFLD: User Information
USER_NAME=\u041F\u043E\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043B

#XFLD: Creation time
CREATED_TIME=\u0427\u0430\u0441 \u043D\u0430 \u0441\u044A\u0437\u0434\u0430\u0432\u0430\u043D\u0435

#XFLD: Archive format
ARCHIVE_FORMAT=\u0424\u043E\u0440\u043C\u0430\u0442 \u043D\u0430 \u0430\u0440\u0445\u0438\u0432\u0438\u0440\u0430\u043D\u0435

#XHED: Header of the filter sheet
FILTER_HEADER=\u0424\u0438\u043B\u0442\u044A\u0440

#XFLD: Add current date and time to the file name
ADD_DATE_TIME=\u0414\u043E\u0431\u0430\u0432\u044F\u043D\u0435 \u043D\u0430 \u0442\u0435\u043A\u0443\u0449\u0438 \u0434\u0430\u0442\u0430 \u0438 \u0447\u0430\u0441 \u043A\u044A\u043C \u0438\u043C\u0435\u0442\u043E \u043D\u0430 \u0444\u0430\u0439\u043B\u0430

#XLST: Spreadsheet file type config for Microsoft Excel specific format
XLSX_FILETYPE=Microsoft Excel (*.xlsx)

#XLST: Spreadsheet file type for exporting to Google Sheets
GSHEET_FILETYPE=Google \u0442\u0430\u0431\u043B\u0438\u0446\u0438

#XMSG: File name warning text
FILENAME_WARNING=\u0418\u043C\u0435\u0442\u043E \u043D\u0430 \u0444\u0430\u0439\u043B, \u043A\u043E\u0435\u0442\u043E \u0441\u0442\u0435 \u0432\u044A\u0432\u0435\u043B\u0438, \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u044F 100 \u0441\u0438\u043C\u0432\u043E\u043B\u0430. \u0422\u043E\u0432\u0430 \u043C\u043E\u0436\u0435 \u0434\u0430 \u043F\u043E\u043F\u0440\u0435\u0447\u0438 \u043D\u0430 \u043F\u0440\u0430\u0432\u0438\u043B\u043D\u043E\u0442\u043E \u043E\u0442\u0432\u0430\u0440\u044F\u043D\u0435 \u043D\u0430 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0430\u0442\u0430 \u0442\u0430\u0431\u043B\u0438\u0446\u0430.

#XFLD: Paper Size
PAPER_SIZE=\u0420\u0430\u0437\u043C\u0435\u0440 \u043D\u0430 \u043B\u0438\u0441\u0442\u0430

#XFLD: Orientation
ORIENTATION=\u041E\u0440\u0438\u0435\u043D\u0442\u0430\u0446\u0438\u044F

#XFLD: Font Size
FONT_SIZE=\u0420\u0430\u0437\u043C\u0435\u0440 \u043D\u0430 \u0448\u0440\u0438\u0444\u0442

#XLST: Paper size config for PDF export
PAPER_SIZE_A4=A4

#XLST: Paper size config for PDF export
PAPER_SIZE_US_LETTER=US Letter

#XLST: Orientation config for PDF export
ORIENTATION_LAND=\u0425\u043E\u0440\u0438\u0437\u043E\u043D\u0442\u0430\u043B\u0435\u043D \u0444\u043E\u0440\u043C\u0430\u0442

#XLST: Orientation config for PDF export
ORIENTATION_PORT=\u0412\u0435\u0440\u0442\u0438\u043A\u0430\u043B\u0435\u043D \u0444\u043E\u0440\u043C\u0430\u0442

#XMSG: Font size error text
NUMBER_ERROR=\u0421\u0442\u043E\u0439\u043D\u043E\u0441\u0442\u0442\u0430 \u0442\u0440\u044F\u0431\u0432\u0430 \u0434\u0430 \u0435 \u0447\u0438\u0441\u043B\u043E.

#XFLD: Fit to Page
ENABLE_ACCESSIBILITY=\u0410\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0434\u043E\u0441\u0442\u044A\u043F\u043D\u043E\u0441\u0442

#XFLD: Enable Accessibility
FITTOPAGE=\u041D\u0430\u043F\u0430\u0441\u0432\u0430\u043D\u0435 \u043A\u044A\u043C \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430

#XFLD: Enable Signature
ENABLE_SIGNATURE=\u0410\u043A\u0442\u0438\u0432\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u043F\u043E\u0434\u043F\u0438\u0441

#XFLD: Reason for the Signature
SIGNATURE_REASON=\u041F\u0440\u0438\u0447\u0438\u043D\u0430

#XMSG: Message text informing that PDF is generated
PDF_GENERATION_IN_PROGRESS=PDF \u0441\u0435 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0430

#XMSG: File name error text
FILENAME_ERROR=\u0412 \u0438\u043C\u0435\u043D\u0430\u0442\u0430 \u043D\u0430 \u0444\u0430\u0439\u043B\u043E\u0432\u0435\u0442\u0435 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u0430 \u0438\u0437\u043F\u043E\u043B\u0437\u0432\u0430\u0442\u0435 \u0441\u043B\u0435\u0434\u043D\u0438\u0442\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u0438\: \\ / \: * ? " < > |

#XMSG: Message text informing that exported file is being created
PROGRESS_BUNDLE_MSG=\u0413\u0435\u043D\u0435\u0440\u0438\u0440\u0430 \u0441\u0435 \u0444\u0430\u0439\u043B...

#XMSG: Message text informing that the exported file size cannot be predicted
NO_COUNT_WARNING_MSG=\u0412 \u043A\u043E\u043D\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u044F\u0442\u0430 \u043D\u0430 \u0435\u043A\u0441\u043F\u043E\u0440\u0442\u0430 \u043D\u044F\u043C\u0430 \u043F\u043E\u0441\u043E\u0447\u0435\u043D \u0431\u0440\u043E\u0439.\n\u041D\u0435 \u043C\u043E\u0436\u0435 \u0434\u0430 \u0431\u044A\u0434\u0435 \u043D\u0430\u043F\u0440\u0430\u0432\u0435\u043D\u043E \u043F\u0440\u0435\u0434\u043F\u043E\u043B\u043E\u0436\u0435\u043D\u0438\u0435 \u0437\u0430 \u043E\u0431\u0449\u0438\u044F \u0431\u0440\u043E\u0439 \u0435\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0438 \u0440\u0435\u0434\u043E\u0432\u0435 \u0438 \u0435 \u0432\u044A\u0437\u043C\u043E\u0436\u043D\u043E \u0435 \u043A\u0430\u043F\u0430\u0446\u0438\u0442\u0435\u0442\u044A\u0442 \u043D\u0430 \u043F\u0430\u043C\u0435\u0442\u0442\u0430 \u043D\u0430 \u043F\u0440\u0438\u043B\u043E\u0436\u0435\u043D\u0438\u0435\u0442\u043E \u0434\u0430 \u0431\u044A\u0434\u0435 \u043D\u0430\u0434\u0445\u0432\u044A\u0440\u043B\u0435\u043D.\n\u041C\u043E\u043B\u044F, \u043F\u0440\u043E\u0434\u044A\u043B\u0436\u0435\u0442\u0435, \u0441\u0430\u043C\u043E \u0430\u043A\u043E \u0441\u0442\u0435 \u0441\u0438\u0433\u0443\u0440\u043D\u0438, \u0447\u0435 \u0442\u0435\u043A\u0443\u0449\u0438\u0442\u0435 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043D\u0430 \u0444\u0438\u043B\u0442\u044A\u0440\u0430 \u043D\u044F\u043C\u0430 \u0434\u0430 \u0434\u043E\u0432\u0435\u0434\u0430\u0442 \u0434\u043E \u0435\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0435 \u043D\u0430 \u0433\u043E\u043B\u044F\u043C \u043E\u0431\u0435\u043C \u043E\u0442 \u0434\u0430\u043D\u043D\u0438.

#XTIT: Title of the XLSX document if no title is defined in SpreadSheet settings
XLSX_DEFAULT_TITLE=SAPUI5 \u0435\u043A\u0441\u043F\u043E\u0440\u0442

#XTIT,30: Default label of the data sheet - use less than 31 characters!
XLSX_DEFAULT_SHEETNAME=SAPUI5 \u0435\u043A\u0441\u043F\u043E\u0440\u0442

#XLST: Portable Document Format type config for PDF export
PDF_FILETYPE=\u041F\u0440\u0435\u043D\u043E\u0441\u0438\u043C \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0435\u043D \u0444\u043E\u0440\u043C\u0430\u0442 (*.pdf)

#XMSG: Tooltip that explains the Accessibility checkbox and why it might be disabled
TOOLTIP_PDF_ACCESSIBILITY=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F \u0434\u0430\u043B\u0438 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0438\u044F\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0449\u0435 \u0431\u044A\u0434\u0435 \u0434\u043E\u0441\u0442\u044A\u043F\u0435\u043D. \u0410\u043A\u043E \u0442\u0430\u0437\u0438 \u043E\u043F\u0446\u0438\u044F \u043B\u0438\u043F\u0441\u0432\u0430, \u0442\u044F \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0431\u0435\u043A\u0435\u043D\u0434 \u0443\u0441\u043B\u0443\u0433\u0430\u0442\u0430.

#XMSG: Tooltip that explains the Signature checkbox and why it might be disabled
TOOLTIP_PDF_SIGNATURE=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F \u0434\u0430\u043B\u0438 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0438\u044F\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0449\u0435 \u0431\u044A\u0434\u0435 \u043F\u043E\u0434\u043F\u0438\u0441\u0430\u043D \u0441 \u0435\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u0435\u043D \u043F\u043E\u0434\u043F\u0438\u0441. \u0410\u043A\u043E \u0442\u0430\u0437\u0438 \u043E\u043F\u0446\u0438\u044F \u043B\u0438\u043F\u0441\u0432\u0430, \u0442\u044F \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0431\u0435\u043A\u0435\u043D\u0434 \u0443\u0441\u043B\u0443\u0433\u0430\u0442\u0430.

#XMSG: Tooltip that explains the FitToPage checkbox and why it might be disabled
TOOLTIP_FITTOPAGE=\u0413\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0438\u044F\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0449\u0435 \u0438\u043C\u0430 \u0441\u044A\u0434\u044A\u0440\u0436\u0430\u043D\u0438\u0435, \u0441\u044A\u043E\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u0430\u0449\u043E \u043D\u0430 \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u043D\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430\u0442\u0430. \u0410\u043A\u043E \u0442\u0430\u0437\u0438 \u043E\u043F\u0446\u0438\u044F \u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u044A\u043F\u043D\u0430, \u0442\u044F \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0443\u0441\u043B\u0443\u0433\u0430\u0442\u0430 \u0432 \u0431\u0435\u043A\u0435\u043D\u0434.

#XMSG: Tooltip that explains the Archive format checkbox and why it might be disabled
TOOLTIP_ARCHIVE_FORMAT=\u0413\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0438\u044F\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0449\u0435 \u0441\u0435 \u0441\u044A\u043E\u0431\u0440\u0430\u0437\u0438 \u0441 PDF/A. \u0410\u043A\u043E \u0442\u0430\u0437\u0438 \u043E\u043F\u0446\u0438\u044F \u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u044A\u043F\u043D\u0430, \u0442\u044F \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0443\u0441\u043B\u0443\u0433\u0430\u0442\u0430 \u0432 \u0431\u0435\u043A\u0435\u043D\u0434.

#XMSG: Tooltip that explains the filter settings checkbox and why it might be disabled
TOOLTIP_FILTER_SETTINGS=\u0413\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0438\u044F\u0442 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442 \u0449\u0435 \u0438\u043C\u0430 \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u043D\u0430 \u0444\u0438\u043B\u0442\u044A\u0440 \u043D\u0430 \u043D\u0430\u0447\u0430\u043B\u043D\u0430\u0442\u0430 \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430. \u0410\u043A\u043E \u0442\u0430\u0437\u0438 \u043E\u043F\u0446\u0438\u044F \u0435 \u043D\u0435\u0434\u043E\u0441\u0442\u044A\u043F\u043D\u0430, \u0442\u044F \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0443\u0441\u043B\u0443\u0433\u0430\u0442\u0430 \u0432 \u0431\u0435\u043A\u0435\u043D\u0434.

#XMSG: Tooltip that explains the font size input and why it might be disabled
TOOLTIP_FONT_SIZE=\u041E\u043F\u0440\u0435\u0434\u0435\u043B\u044F \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u043D\u0430 \u0448\u0440\u0438\u0444\u0442\u0430 \u043D\u0430 \u0433\u0435\u043D\u0435\u0440\u0438\u0440\u0430\u043D\u0438\u044F \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442. \u0410\u043A\u043E \u0442\u0430\u0437\u0438 \u043E\u043F\u0446\u0438\u044F \u043B\u0438\u043F\u0441\u0432\u0430, \u0442\u044F \u043D\u0435 \u0441\u0435 \u043F\u043E\u0434\u0434\u044A\u0440\u0436\u0430 \u043E\u0442 \u0431\u0435\u043A\u0435\u043D\u0434 \u0443\u0441\u043B\u0443\u0433\u0430\u0442\u0430.

#XFLD: Label for the Destination Select control - Destination refers to the target location where the exported file should be stored and can be either Local or Remote/Cloud
SELECT_DESTINATION=\u041C\u0435\u0441\u0442\u043E\u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435

#XLST: This option indicates that the exported file will be saved on the local device
DESTINATION_LOCAL=\u041B\u043E\u043A\u0430\u043B\u043D\u043E

#XLST: This option indicates that the exported file will be saved on a remote or cloud file share
DESTINATION_REMOTE=\u041E\u0431\u043B\u0430\u043A

#XHED: Dialog header for the CloudFilePicker
DESTINATION_DIALOG_TITLE=\u0415\u043A\u0441\u043F\u043E\u0440\u0442 \u043A\u044A\u043C

#XMSG: Status text on the progress dialog for transfering the file to the cloud destination
DESTINATION_DIALOG_STATUS=\u0424\u0430\u0439\u043B\u044A\u0442 \u0441\u0435 \u043F\u0440\u0435\u043D\u0430\u0441\u044F, \u043C\u043E\u043B\u044F, \u0438\u0437\u0447\u0430\u043A\u0430\u0439\u0442\u0435.

#XMSG: Error message when exported file could not be transferred
DESTINATION_TRANSFER_ERROR=\u0424\u0430\u0439\u043B \u043D\u0435 \u0435 \u043D\u0430\u043C\u0435\u0440\u0435\u043D.

#XMSG: Succuess message when the file has been saved to the cloud destination
DESTINATION_TRANSFER_SUCCESS=\u0424\u0430\u0439\u043B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u043F\u0430\u0437\u0435\u043D.

#XMSG: Error message when the user did not select a proper FileShare for storing the file
DESTINATION_SELECTION_INCOMPLETE=\u0418\u0437\u0431\u0440\u0430\u043D\u043E\u0442\u043E \u0441\u043F\u043E\u0434\u0435\u043B\u044F\u043D\u0435 \u043D\u0430 \u0444\u0430\u0439\u043B \u0435 \u043D\u0435\u0432\u0430\u043B\u0438\u0434\u043D\u043E.

#XBUT: Export button in the dialog when the user has selected to save the file on a cloud destination. This will open another file/folder selection. The text is followed by an ellipsis
DIALOG_BUTTON_CLOUD_DESTINATION=\u0415\u043A\u0441\u043F\u043E\u0440\u0442 \u043A\u044A\u043C...

#XMSG: Error message that is shown when the user has selected Google Sheets as format but the selected file location is on a FileShare that has a vendor different than Google
DESTINATION_ERROR_NOT_GOOGLE=\u0415\u043A\u0441\u043F\u043E\u0440\u0442\u0438\u0440\u0430\u043D\u0435\u0442\u043E \u043D\u0430 \u0444\u0430\u0439\u043B \u0432 Google \u0442\u0430\u0431\u043B\u0438\u0446\u0438 \u0438\u0437\u0438\u0441\u043A\u0432\u0430 Google Workspace \u043A\u0430\u0442\u043E \u0441\u043F\u043E\u0434\u0435\u043B\u044F\u043D\u0435 \u043D\u0430 \u0444\u0430\u0439\u043B.\n\u041C\u043E\u043B\u044F, \u0438\u0437\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0440\u0443\u0433 \u0444\u043E\u0440\u043C\u0430\u0442 \u0438\u043B\u0438 \u0434\u0440\u0443\u0433\u043E \u0441\u043F\u043E\u0434\u0435\u043B\u044F\u043D\u0435 \u043D\u0430 \u0444\u0430\u0439\u043B\u0430.
