#This is the resource bundle for the SAPUI5 sap.ui.export library
#

#XBUT: Cancel button in the dialog
CANCEL_BUTTON=\u0391\u03BA\u03CD\u03C1\u03C9\u03C3\u03B7

#XBUT: Close button in the dialog
CLOSE_BUTTON=\u039A\u03BB\u03B5\u03AF\u03C3\u03B9\u03BC\u03BF

#XBUT: Export button in the dialog. The meaning is: "Continue" but the first character should not be the same as by "Cancel"
EXPORT_BUTTON=\u0395\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE

#XHED: Default title text for the export progress dialog
PROGRESS_TITLE=\u0395\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE \u0395\u03B3\u03B3\u03C1\u03AC\u03C6\u03BF\u03C5

#XMSG: Message text informing that exported data is fetched from the server
PROGRESS_FETCHING_MSG=\u03A0\u03C1\u03BF\u03C3\u03BA\u03CC\u03BC\u03B9\u03C3\u03B7 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03B1\u03C0\u03CC \u03C4\u03BF \u03B4\u03B9\u03B1\u03BA\u03BF\u03BC\u03B9\u03C3\u03C4\u03AE...

#XHED: Default title text for the export progress error message box
PROGRESS_ERROR_TITLE=\u03A3\u03C6\u03AC\u03BB\u03BC\u03B1

#XMSG: Message text informing that an error has occurred during export
PROGRESS_ERROR_MSG=\u03A4\u03BF \u03C0\u03B1\u03C1\u03B1\u03BA\u03AC\u03C4\u03C9 \u03BB\u03AC\u03B8\u03BF\u03C2 \u03C3\u03C5\u03BD\u03AD\u03B2\u03B7 \u03BA\u03B1\u03C4\u03AC \u03C4\u03B7\u03BD \u03B5\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE\:

#XMSG: Message text informing that the exported file is too big
SIZE_WARNING_MSG=\u03A4\u03BF \u03B5\u03BE\u03B7\u03B3\u03BC\u03AD\u03BD\u03BF \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03BF \u03BC\u03B5 {0} \u03C3\u03B5\u03B9\u03C1\u03AD\u03C2 \u03BA\u03B1\u03B9 {1} \u03C3\u03C4\u03AE\u03BB\u03B5\u03C2 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C0\u03BF\u03BB\u03CD \u03BC\u03B5\u03B3\u03AC\u03BB\u03BF.\n\u0397 \u03C7\u03C9\u03C1\u03B7\u03C4\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B1 \u03BC\u03BD\u03AE\u03BC\u03B7\u03C2 \u03C4\u03B7\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03AD\u03C7\u03B5\u03B9 \u03BE\u03B5\u03C0\u03B5\u03C1\u03B1\u03C3\u03C4\u03B5\u03AF.\n\u0391\u03BA\u03CD\u03C1\u03C9\u03C3\u03B7 \u03BA\u03B1\u03B9 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03BC\u03B9\u03BA\u03C1\u03CC\u03C4\u03B5\u03C1\u03B7\u03C2 \u03BF\u03BC\u03AC\u03B4\u03B1\u03C2 \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD \u03B3\u03B9\u03B1 \u03C4\u03B7\u03BD \u03B5\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE.

#XMSG: Message text informing that the amount of items is too large to be exported in a single spreadsheet and the export is being cut off to maximum allowed amount of 1,048,576.
MSG_WARNING_CUT_OFF=\u039F \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 \u03C3\u03B5\u03B9\u03C1\u03CE\u03BD ({0}) \u03C5\u03C0\u03B5\u03C1\u03B2\u03B1\u03AF\u03BD\u03B5\u03B9 \u03C4\u03BF \u03BC\u03AD\u03B3\u03B9\u03C3\u03C4\u03BF \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC \u03C3\u03B5\u03B9\u03C1\u03CE\u03BD \u03C0\u03BF\u03C5 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03B5\u03BE\u03AC\u03B3\u03B5\u03C4\u03B5 \u03B1\u03BD\u03AC \u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03B9\u03BA\u03CC \u03C6\u03CD\u03BB\u03BB\u03BF (1.048.576).\n\u0395\u03AC\u03BD \u03C3\u03C5\u03BD\u03B5\u03C7\u03AF\u03C3\u03B5\u03C4\u03B5, \u03B7 \u03B5\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE \u03B8\u03B1 \u03C0\u03B5\u03C1\u03B9\u03BF\u03C1\u03B9\u03C3\u03C4\u03B5\u03AF \u03CE\u03C3\u03C4\u03B5 \u03BD\u03B1 \u03C4\u03B1\u03B9\u03C1\u03B9\u03AC\u03B6\u03B5\u03B9 \u03BC\u03B5 \u03C4\u03BF\u03BD \u03BC\u03AD\u03B3\u03B9\u03C3\u03C4\u03BF \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC.

#XMSG: Textual representation of the technical error message which indicates that the export ran out of memory.
MSG_ERROR_OUT_OF_MEMORY=\u0397 \u03B4\u03B9\u03B1\u03B4\u03B9\u03BA\u03B1\u03C3\u03AF\u03B1 \u03B5\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE\u03C2 \u03B5\u03BE\u03AC\u03BD\u03C4\u03BB\u03B7\u03C3\u03B5 \u03C4\u03B7 \u03BC\u03BD\u03AE\u03BC\u03B7 \u03BA\u03B1\u03B9 \u03B4\u03B9\u03B1\u03BA\u03CC\u03C0\u03B7\u03BA\u03B5.\n\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03CC\u03C3\u03C4\u03B5 \u03C4\u03B7\u03BD \u03C3\u03C4\u03AE\u03BB\u03B7 \u03AE \u03C6\u03B9\u03BB\u03C4\u03C1\u03AC\u03C1\u03B5\u03C4\u03B5 \u03C4\u03B9\u03C2 \u03C1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03B5\u03C0\u03B9\u03BB\u03AD\u03BE\u03B5\u03C4\u03B5 \u03BC\u03B9\u03BA\u03C1\u03CC\u03C4\u03B5\u03C1\u03BF \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC \u03BA\u03B5\u03BB\u03B9\u03CE\u03BD.

#XMSG: Message text informing that the original error message is empty or no specific error provided
PROGRESS_ERROR_DEFAULT=\u0386\u03B3\u03BD\u03C9\u03C3\u03C4\u03BF \u03C3\u03C6\u03AC\u03BB\u03BC\u03B1

#XHED: Default title text for the export settings dialog
EXPORT_SETTINGS_TITLE=\u0395\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE \u03A9\u03C2

#XFLD: Label for File Name input field
FILE_NAME=\u038C\u03BD\u03BF\u03BC\u03B1 \u0391\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5

#XFLD: Label for the file format Select control
SELECT_FORMAT=\u039C\u03BF\u03C1\u03C6\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7

#XFLD: Split cells with multiple values
SPLIT_CELLS=\u0394\u03B9\u03B1\u03C7\u03C9\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2 \u03BA\u03B5\u03BB\u03B9\u03CE\u03BD \u03BC\u03B5 \u03C0\u03BF\u03BB\u03BB\u03B1\u03C0\u03BB\u03AD\u03C2 \u03C4\u03B9\u03BC\u03AD\u03C2

#XFLD: Include filter settings
INCLUDE_FILTER_SETTINGS=\u03A3\u03C5\u03BC\u03C0\u03B5\u03C1\u03AF\u03BB\u03B7\u03C8\u03B7 \u03C1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03C9\u03BD \u03C6\u03AF\u03BB\u03C4\u03C1\u03BF\u03C5

#XFLD: Techincal Information
TECHNICAL_INFORMATION=\u03A4\u03B5\u03C7\u03BD\u03B9\u03BA\u03AD\u03C2 \u03A0\u03BB\u03B7\u03C1\u03BF\u03C6\u03BF\u03C1\u03AF\u03B5\u03C2

#XFLD: User Information
USER_NAME=\u03A7\u03C1\u03AE\u03C3\u03C4\u03B7\u03C2

#XFLD: Creation time
CREATED_TIME=\u038F\u03C1\u03B1 \u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1\u03C2

#XFLD: Archive format
ARCHIVE_FORMAT=\u039C\u03BF\u03C1\u03C6\u03AE \u0391\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5

#XHED: Header of the filter sheet
FILTER_HEADER=\u03A6\u03AF\u03BB\u03C4\u03C1\u03BF

#XFLD: Add current date and time to the file name
ADD_DATE_TIME=\u03A0\u03C1\u03BF\u03C3\u03B8\u03AE\u03BA\u03B7 \u03C4\u03C1\u03AD\u03C7\u03BF\u03C5\u03C3\u03B1\u03C2 \u03B7\u03BC/\u03BD\u03AF\u03B1\u03C2 \u03BA\u03B1\u03B9 \u03CE\u03C1\u03B1\u03C2 \u03C3\u03C4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5

#XLST: Spreadsheet file type config for Microsoft Excel specific format
XLSX_FILETYPE=Microsoft Excel (*.xlsx)

#XLST: Spreadsheet file type for exporting to Google Sheets
GSHEET_FILETYPE=\u03A5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC \u03A6\u03CD\u03BB\u03BB\u03B1 Google

#XMSG: File name warning text
FILENAME_WARNING=\u03A4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 \u03C0\u03BF\u03C5 \u03B5\u03B9\u03C3\u03B1\u03B3\u03AC\u03B3\u03B1\u03C4\u03B5 \u03C5\u03C0\u03B5\u03C1\u03B2\u03B1\u03AF\u03BD\u03B5\u03B9 \u03C4\u03BF\u03C5\u03C2 100 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2. \u0391\u03C5\u03C4\u03CC \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03B5\u03BC\u03C0\u03BF\u03B4\u03AF\u03C3\u03B5\u03B9 \u03C4\u03BF \u03C3\u03C9\u03C3\u03C4\u03CC \u03AC\u03BD\u03BF\u03B9\u03B3\u03BC\u03B1 \u03C4\u03BF\u03C5 \u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03B9\u03BA\u03BF\u03CD \u03C6\u03CD\u03BB\u03BB\u03BF\u03C5.

#XFLD: Paper Size
PAPER_SIZE=\u039C\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03A7\u03B1\u03C1\u03C4\u03B9\u03BF\u03CD

#XFLD: Orientation
ORIENTATION=\u03A0\u03C1\u03BF\u03C3\u03B1\u03BD\u03B1\u03C4\u03BF\u03BB\u03B9\u03C3\u03BC\u03CC\u03C2

#XFLD: Font Size
FONT_SIZE=\u039C\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u0393\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03BF\u03C3\u03B5\u03B9\u03C1\u03AC\u03C2

#XLST: Paper size config for PDF export
PAPER_SIZE_A4=\u03914

#XLST: Paper size config for PDF export
PAPER_SIZE_US_LETTER=US Letter

#XLST: Orientation config for PDF export
ORIENTATION_LAND=\u039F\u03C1\u03B9\u03B6\u03CC\u03BD\u03C4\u03B9\u03BF\u03C2 \u03C0\u03C1\u03BF\u03C3\u03B1\u03BD\u03B1\u03C4\u03BF\u03BB\u03B9\u03C3\u03BC\u03CC\u03C2

#XLST: Orientation config for PDF export
ORIENTATION_PORT=\u039A\u03AC\u03B8\u03B5\u03C4\u03BF\u03C2 \u03C0\u03C1\u03BF\u03C3\u03B1\u03BD\u03B1\u03C4\u03BF\u03BB\u03B9\u03C3\u03BC\u03CC\u03C2

#XMSG: Font size error text
NUMBER_ERROR=\u0397 \u03C4\u03B9\u03BC\u03AE \u03C0\u03C1\u03AD\u03C0\u03B5\u03B9 \u03BD\u03B1 \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2.

#XFLD: Fit to Page
ENABLE_ACCESSIBILITY=\u0395\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03A0\u03C1\u03BF\u03C3\u03B2\u03B1\u03C3\u03B9\u03BC\u03CC\u03C4\u03B7\u03C4\u03B1\u03C2

#XFLD: Enable Accessibility
FITTOPAGE=\u03A0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u03C3\u03B5 \u03A3\u03B5\u03BB\u03AF\u03B4\u03B1

#XFLD: Enable Signature
ENABLE_SIGNATURE=\u0395\u03BD\u03B5\u03C1\u03B3\u03BF\u03C0\u03BF\u03AF\u03B7\u03C3\u03B7 \u03A5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE\u03C2

#XFLD: Reason for the Signature
SIGNATURE_REASON=\u0391\u03B9\u03C4\u03AF\u03B1

#XMSG: Message text informing that PDF is generated
PDF_GENERATION_IN_PROGRESS=PDF \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B5\u03AF\u03C4\u03B1\u03B9

#XMSG: File name error text
FILENAME_ERROR=\u0394\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF\u03C4\u03B5 \u03BD\u03B1 \u03C7\u03C1\u03B7\u03C3\u03B9\u03BC\u03BF\u03C0\u03BF\u03B9\u03AE\u03C3\u03B5\u03C4\u03B5 \u03C4\u03BF\u03C5\u03C2 \u03B1\u03BA\u03CC\u03BB\u03BF\u03C5\u03B8\u03BF\u03C5\u03C2 \u03C7\u03B1\u03C1\u03B1\u03BA\u03C4\u03AE\u03C1\u03B5\u03C2 \u03C3\u03C4\u03BF \u03CC\u03BD\u03BF\u03BC\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5\: \\ / \: * ? " < > |

#XMSG: Message text informing that exported file is being created
PROGRESS_BUNDLE_MSG=\u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5...

#XMSG: Message text informing that the exported file size cannot be predicted
NO_COUNT_WARNING_MSG=\u0394\u03B5\u03BD \u03C5\u03C0\u03AC\u03C1\u03C7\u03B5\u03B9 \u03C5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03BC\u03CC\u03C2 \u03C0\u03BF\u03C5 \u03C0\u03B1\u03C1\u03AD\u03C7\u03B5\u03C4\u03B1\u03B9 \u03C3\u03C4\u03B7 \u03B4\u03B9\u03B1\u03BC\u03CC\u03C1\u03C6\u03C9\u03C3\u03B7 \u03B5\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE\u03C2.\n\u039F \u03C3\u03C5\u03BD\u03BF\u03BB\u03B9\u03BA\u03CC\u03C2 \u03B1\u03C1\u03B9\u03B8\u03BC\u03CC\u03C2 \u03B5\u03BE\u03B7\u03B3\u03BC\u03AD\u03BD\u03C9\u03BD \u03C3\u03B5\u03B9\u03C1\u03CE\u03BD \u03B4\u03B5\u03BD \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03C0\u03C1\u03BF\u03B2\u03BB\u03B5\u03C6\u03B8\u03B5\u03AF \u03BA\u03B1\u03B9 \u03BC\u03C0\u03BF\u03C1\u03B5\u03AF \u03BD\u03B1 \u03C5\u03C0\u03B5\u03C1\u03B2\u03B1\u03AF\u03BD\u03B5\u03B9 \u03C4\u03B7 \u03B4\u03C5\u03BD\u03B1\u03BC\u03B9\u03BA\u03CC\u03C4\u03B7\u03C4\u03B1 \u03BC\u03BD\u03AE\u03BC\u03B7\u03C2 \u03C4\u03B7\u03C2 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2.\n\u039C\u03B7\u03BD \u03C3\u03C5\u03BD\u03B5\u03C7\u03AF\u03C3\u03B5\u03C4\u03B5 \u03B5\u03BA\u03C4\u03CC\u03C2 \u03B1\u03BD \u03B5\u03AF\u03C3\u03C4\u03B5 \u03C3\u03AF\u03B3\u03BF\u03C5\u03C1\u03BF\u03B9 \u03CC\u03C4\u03B9 \u03BF\u03B9 \u03C4\u03C1\u03AD\u03C7\u03BF\u03C5\u03C3\u03B5\u03C2 \u03C1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2 \u03C6\u03AF\u03BB\u03C4\u03C1\u03BF\u03C5 \u03B4\u03B5\u03BD \u03B8\u03B1 \u03BA\u03B1\u03C4\u03B1\u03BB\u03AE\u03BE\u03BF\u03C5\u03BD \u03C3\u03B5 \u03BC\u03B5\u03B3\u03AC\u03BB\u03BF \u03CC\u03B3\u03BA\u03BF \u03B4\u03B5\u03B4\u03BF\u03BC\u03AD\u03BD\u03C9\u03BD.

#XTIT: Title of the XLSX document if no title is defined in SpreadSheet settings
XLSX_DEFAULT_TITLE=SAPUI5 \u0395\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE

#XTIT,30: Default label of the data sheet - use less than 31 characters!
XLSX_DEFAULT_SHEETNAME=SAPUI5 \u0395\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE

#XLST: Portable Document Format type config for PDF export
PDF_FILETYPE=\u039C\u03BF\u03C1\u03C6\u03AE \u039C\u03B5\u03C4\u03B1\u03C6\u03B5\u03C1\u03CC\u03BC\u03B5\u03BD\u03BF\u03C5 \u0395\u03B3\u03B3\u03C1\u03AC\u03C6\u03BF\u03C5 (*.pdf)

#XMSG: Tooltip that explains the Accessibility checkbox and why it might be disabled
TOOLTIP_PDF_ACCESSIBILITY=\u039A\u03B1\u03B8\u03BF\u03C1\u03AF\u03B6\u03B5\u03B9 \u03B1\u03BD \u03C4\u03BF \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03BF \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03BF \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C0\u03C1\u03BF\u03C3\u03B2\u03AC\u03C3\u03B9\u03BC\u03BF. \u0391\u03BD \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B7, \u03B4\u03B5\u03BD \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 back-end.

#XMSG: Tooltip that explains the Signature checkbox and why it might be disabled
TOOLTIP_PDF_SIGNATURE=\u039A\u03B1\u03B8\u03BF\u03C1\u03AF\u03B6\u03B5\u03B9 \u03B1\u03BD \u03C4\u03BF \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03BF \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03BF \u03B5\u03AF\u03BD\u03B1\u03B9 \u03C5\u03C0\u03BF\u03B3\u03B5\u03B3\u03C1\u03B1\u03BC\u03BC\u03AD\u03BD\u03BF \u03BC\u03B5 \u03C8\u03B7\u03C6\u03B9\u03B1\u03BA\u03AE \u03C5\u03C0\u03BF\u03B3\u03C1\u03B1\u03C6\u03AE. \u0391\u03BD \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B7, \u03B4\u03B5\u03BD \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 back-end.

#XMSG: Tooltip that explains the FitToPage checkbox and why it might be disabled
TOOLTIP_FITTOPAGE=\u03A4\u03BF \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03BF \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03BF \u03B8\u03B1 \u03AD\u03C7\u03B5\u03B9 \u03C0\u03B5\u03C1\u03B9\u03B5\u03C7\u03CC\u03BC\u03B5\u03BD\u03B1 \u03C0\u03BF\u03C5 \u03C0\u03C1\u03BF\u03C3\u03B1\u03C1\u03BC\u03CC\u03B6\u03BF\u03BD\u03C4\u03B1\u03B9 \u03C3\u03C4\u03BF \u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03C4\u03B7\u03C2 \u03C3\u03B5\u03BB\u03AF\u03B4\u03B1\u03C2. \u0391\u03BD \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B7, \u03B4\u03B5\u03BD \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 back-end.

#XMSG: Tooltip that explains the Archive format checkbox and why it might be disabled
TOOLTIP_ARCHIVE_FORMAT=\u03A4\u03BF \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03BF \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03BF \u03B8\u03B1 \u03C3\u03C5\u03BC\u03B2\u03B1\u03B4\u03AF\u03B6\u03B5\u03B9 \u03BC\u03B5 PDF/A. \u0391\u03BD \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B7, \u03B4\u03B5\u03BD \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 back-end.

#XMSG: Tooltip that explains the filter settings checkbox and why it might be disabled
TOOLTIP_FILTER_SETTINGS=\u03A4\u03BF \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03BF \u03AD\u03B3\u03B3\u03C1\u03B1\u03C6\u03BF \u03B8\u03B1 \u03AD\u03C7\u03B5\u03B9 \u03C1\u03C5\u03B8\u03BC\u03AF\u03C3\u03B5\u03B9\u03C2 \u03C6\u03AF\u03BB\u03C4\u03C1\u03BF\u03C5 \u03C3\u03C4\u03BF \u03B5\u03BE\u03CE\u03C6\u03C5\u03BB\u03BB\u03BF. \u0391\u03BD \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B7, \u03B4\u03B5\u03BD \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 back-end.

#XMSG: Tooltip that explains the font size input and why it might be disabled
TOOLTIP_FONT_SIZE=\u039A\u03B1\u03B8\u03BF\u03C1\u03AF\u03B6\u03B5\u03B9 \u03C4\u03BF \u03BC\u03AD\u03B3\u03B5\u03B8\u03BF\u03C2 \u03B3\u03C1\u03B1\u03BC\u03BC\u03B1\u03C4\u03BF\u03C3\u03B5\u03B9\u03C1\u03AC\u03C2 \u03C4\u03BF\u03C5 \u03B4\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03B7\u03BC\u03AD\u03BD\u03BF\u03C5 \u03B5\u03B3\u03B3\u03C1\u03AC\u03C6\u03BF\u03C5. \u0391\u03BD \u03B1\u03C5\u03C4\u03AE \u03B7 \u03B5\u03C0\u03B9\u03BB\u03BF\u03B3\u03AE \u03B4\u03B5\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03B4\u03B9\u03B1\u03B8\u03AD\u03C3\u03B9\u03BC\u03B7, \u03B4\u03B5\u03BD \u03C5\u03C0\u03BF\u03C3\u03C4\u03B7\u03C1\u03AF\u03B6\u03B5\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03C4\u03B7\u03BD \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B1 back-end.

#XFLD: Label for the Destination Select control - Destination refers to the target location where the exported file should be stored and can be either Local or Remote/Cloud
SELECT_DESTINATION=\u03A0\u03C1\u03BF\u03BF\u03C1\u03B9\u03C3\u03BC\u03CC\u03C2

#XLST: This option indicates that the exported file will be saved on the local device
DESTINATION_LOCAL=\u03A4\u03BF\u03C0\u03B9\u03BA\u03CC

#XLST: This option indicates that the exported file will be saved on a remote or cloud file share
DESTINATION_REMOTE=Cloud

#XHED: Dialog header for the CloudFilePicker
DESTINATION_DIALOG_TITLE=\u0395\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE \u03A3\u03B5

#XMSG: Status text on the progress dialog for transfering the file to the cloud destination
DESTINATION_DIALOG_STATUS=\u0391\u03C1\u03C7\u03B5\u03AF\u03BF \u03BC\u03B5\u03C4\u03B1\u03C6\u03AD\u03C1\u03B8\u03B7\u03BA\u03B5 - \u03C0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C0\u03B5\u03C1\u03B9\u03BC\u03AD\u03BD\u03B5\u03C4\u03B5...

#XMSG: Error message when exported file could not be transferred
DESTINATION_TRANSFER_ERROR=\u0391\u03C1\u03C7\u03B5\u03AF\u03BF \u03B4\u03B5\u03BD \u03BC\u03B5\u03C4\u03B1\u03C6\u03AD\u03C1\u03B8\u03B7\u03BA\u03B5.

#XMSG: Succuess message when the file has been saved to the cloud destination
DESTINATION_TRANSFER_SUCCESS=\u03A4\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF \u03B1\u03C0\u03BF\u03B8\u03B7\u03BA\u03B5\u03CD\u03C4\u03B7\u03BA\u03B5 \u03BC\u03B5 \u03B5\u03C0\u03B9\u03C4\u03C5\u03C7\u03AF\u03B1.

#XMSG: Error message when the user did not select a proper FileShare for storing the file
DESTINATION_SELECTION_INCOMPLETE=\u039F \u03B5\u03C0\u03B9\u03BB\u03B5\u03B3\u03BC\u03AD\u03BD\u03BF\u03C2 \u03BA\u03BF\u03B9\u03BD\u03CC\u03C7\u03C1\u03B7\u03C3\u03C4\u03BF\u03C2 \u03C7\u03CE\u03C1\u03BF\u03C2 \u03B1\u03C1\u03C7\u03B5\u03AF\u03C9\u03BD \u03B5\u03AF\u03BD\u03B1\u03B9 \u03AC\u03BA\u03C5\u03C1\u03BF\u03C2.

#XBUT: Export button in the dialog when the user has selected to save the file on a cloud destination. This will open another file/folder selection. The text is followed by an ellipsis
DIALOG_BUTTON_CLOUD_DESTINATION=\u0395\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE \u03A3\u03B5...

#XMSG: Error message that is shown when the user has selected Google Sheets as format but the selected file location is on a FileShare that has a vendor different than Google
DESTINATION_ERROR_NOT_GOOGLE=\u0397 \u03B5\u03BE\u03B1\u03B3\u03C9\u03B3\u03AE \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 \u03C3\u03B5 \u03A5\u03C0\u03BF\u03BB\u03BF\u03B3\u03B9\u03C3\u03C4\u03B9\u03BA\u03AC \u03A6\u03CD\u03BB\u03BB\u03B1 Google \u03B1\u03C0\u03B1\u03B9\u03C4\u03B5\u03AF \u03AD\u03BD\u03B1\u03BD \u03A7\u03CE\u03C1\u03BF \u0395\u03C1\u03B3\u03B1\u03C3\u03AF\u03B1\u03C2 Google \u03C9\u03C2 \u03BA\u03BF\u03B9\u03BD\u03CC\u03C7\u03C1\u03B7\u03C3\u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03C9\u03BD.\n\u0395\u03C0\u03B9\u03BB\u03AD\u03BE\u03C4\u03B5 \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03AE \u03BC\u03BF\u03C1\u03C6\u03AE \u03B1\u03C1\u03C7\u03B5\u03AF\u03BF\u03C5 \u03AE \u03B4\u03B9\u03B1\u03C6\u03BF\u03C1\u03B5\u03C4\u03B9\u03BA\u03CC \u03BA\u03BF\u03B9\u03BD\u03CC\u03C7\u03C1\u03B7\u03C3\u03C4\u03BF \u03C7\u03CE\u03C1\u03BF \u03B1\u03C1\u03C7\u03B5\u03AF\u03C9\u03BD.
